Repository: mozilla-l10n/mt-training-data
Catalog: wbl/wbl_pontoon.tmx
Source language: en_us
Languages: wbl

source: Help us build a high quality, publicly open dataset
wbl: Mẽrdũmẽr yi d̃at̃aset̃ k̃hakẽr, sakẽr mẽdad woc.

source: Help us find more voices, share your goal
wbl: Maqsad sẽtũynẽr sakẽr ziyoda owoz hosil k̃hakẽ mẽdad

source: Help us find others to donate their voice!
wbl: K̃hũ owog̃h rẽdho’r dẽstan, digar khalgev s̃hukurner spo madad carit!

source: Help us get to { $goal }
wbl: Sakẽr da { $goal } g̃hẽtakẽr mẽdad.

source: Help us validate sentences!
wbl: sakẽr jũmlavẽ towsiqẽr mẽdad

source: Help us validate voices
wbl: Towsiqẽr sakẽr mẽdad car

source: Here are the links to download your ZIP files.
wbl: Dremev ya rabtisht/rishayisht/ragisht ki yav k̃hũ zip faylev khamũvit.

source: Hidden
wbl: Mũshetk

source: Highland Puebla Nahuatl
wbl: Markazi Maxicove yi ter nis̃hake gana Zik

source: Hiligaynon
wbl: Fillipine (Phillipine) yi Austrnesian Ilaqayi Zik

source: Hill Mari
wbl: Hill Mari Ziks̃h the Russian Federation e Ural e Kuhi Iloqahev K̃hanen

source: Hindi
wbl: hindustone yi Hind-Aryoyi Zik

source: His hand was rais-ed.
wbl: Yo dhast wuch k̃hetu.

source: History, Law and Government
wbl: Torikh, qonũn et hukumat (dawlat)

source: Hours
wbl: So’atisht (gant̃ayisht)

source: Hours Recorded
wbl: soatvẽ rikord̃.

source: Hours Validated
wbl: Soatvẽ towsiq.

source: How ?
wbl: Chisokht?

source: How are project decisions made?
wbl: Project e bobaten faiisẽla es̃h chisokht wost?

source: How can we effectively grow a language on Common Voice?
wbl: Sakes̃h yi zike kum hade batken moassar tariqahen sẽk 'Common voice' terpurut k̃hake bas vezin?

source: How does Common Voice work?
wbl: "Common voice" es̃h chisokht yark cart?

source: How does site localization work?
wbl: 'Site localization' es̃h chisokht yark cart?

source: How do I access and use the dataset?
wbl: Wuzep chisokht 'dataset' e gotem?

source: How do I add a language?
wbl: Wuz yi zike chisokht katem?

source: How do I add sentences?
wbl: Wuzep chisokht jumlave qiti carem?

source: How do I cite?
wbl: Ce sokht wuz hawolah randem?

source: How do I know whether to approve a voice clip?
wbl: Wuzep chisokht dishemki yi 'voice clip' em manzoor k̃haker.

source: How do I record a high quality voice clip?
wbl: Wuzes̃h yi baf ma'yare 'Voice clip' chisokht 'record' carem?

source: How do I stay in touch?
wbl: Wuz chi sokht qiti wocem?

source: How is Common Voice funded?
wbl: 'Common voice' es̃h Chisokht atiya got?

source: How Spontaneous Speech works
wbl: ce sokhtes̃h k̃hat k̃hat qisay (zik/owog̃h) yark car

source: How to add multiple sentences
wbl: Ce sokht bes̃h jũmla’vev chermũven (shomil caren)?

source: How would you describe your accent?
wbl: Tuwep ce sokht k̃hũ lahja (andoz) bayon car?

source: How would you describe your sex or gender?
wbl: Tub k̃hũ jinsẽ cẽr sokht bẽyon car

source: Hungarian
wbl: Hunggary e Qawmi Zik

source: I agree
wbl: wus̃h itifoqẽm

source: I agree to Common Voice's <termsLink>Terms</termsLink> and <privacyLink>Privacy Notice</privacyLink>
wbl: Wuzes̃h kũk̃ht-e owog̃hev mes̃h itifoq carem. <termsLink>Shart’v </termsLink>et<privacyLink>roz’v-e ilon </privacyLink>

source: Ibibio
wbl: Nigeria he Ibibio Qawmiyate Zik

source: Icelandic
wbl: 'Iceland' e Qawmi Zik

source: I confirm that these sentence are <wikipediaLink>public domain</wikipediaLink> and I have permission to upload them.
wbl: Wuzes̃h tasdiq carem ki yem jũmlayishtev <wikipediaLink>umumi jay’v en</wikipediaLink> pok woz maz̃hri ijozat ki wuz yem’v skem sanũvem

source: I confirm that this sentence is <wikipediaLink>public domain</wikipediaLink> and I have permission to upload it.
wbl: Wuzes̃h tasdiq carem ki yem jũmlayi <wikipediaLink>umumi makhso en (domain en)</wikipediaLink> woz maz̃h’ri ijozat ki wuz yem e skem sanũvem (upload carem)

source: <icon></icon> Add multiple public domain sentences
wbl: <icon></icon>Umui makhso-e (d̃omen-e) c̃hak jũmla’v e chermũvit (kat̃it)

source: Ideally natural and conversational (it should be easy to read the sentence)
wbl: Misoli lihozer fitri woz dẽ qisa andoz en. (Yem ya jũmla’v e joyner oson wocn-e darkor).

source: I'd like to receive emails such as goal reminders, my progress updates and newsletters about Common Voice.
wbl: Wuzep barqinoma’v e gũtak zoq carem ce sokht ki hadaf’v-e yod diyũvn, z̃hũ pũrũt rec̃hn-e bora’r ogahi, woz umumi owog̃h-e bobat khabarnomayisht.

source: I do not agree
wbl: Wush itifoq ne carẽm

source: If a clip is rejected by 2 people, it is released in a different subset of the dataset.
wbl: Agar bu khalgve ki yi 'clip' radd kert, yandi yawes̃h dẽ 'dataset' yi mukhtalif 'subset' disuven.

source: If it’s your own words, just say <italicizedText>“Self Citation”</italicizedText>. We need to know where you found this content so that we can check it is in the public domain and no copyright restrictions apply. For more information about citation see our <guidelinesLink>Guidelines page</guidelinesLink>.
wbl: Agar yemi ki ti k̃hũ lavzisht tey yandi rost <italicizedText>k̃hũ hawolah rand</italicizedText>Saker yem malũm wocn-e darkori ki yem kum mawod ki tey, ce kum en towe got, agar ki yemi dẽ kum yũrt-e makhso (public domain) tey woz yem ki skemes̃h kum kopi-ehaq ne pirivt. Hawola rẽdho’r-e dẽstan bes̃h malũmot’ves̃h skẽ spo <guidelinesLink>rahnumoyig̃h-e ruy (guideline page)</guidelinesLink> didig̃hit.

source: If the recording breaks up, or has crackles, reject unless the entirety of the text can still be heard.
wbl: Agar ricord̃inges̃h resẽtht, yoyi cẽraq cẽraqẽs̃hcart, rad car hada batk ki pẽtũn matanẽv k̃es̃heng

source: If there is additional information you want to provide about this file, please contact <emailFragment>commonvoice@mozilla.com</emailFragment>
wbl: Agar yem fayl-e bobates̃h ki bes̃h ma’lũmotev rẽdho’r zoq carit (carev), mehrboni carit k̃he haskem barqi noma-e (email-e) nis̃hun g̃hatit <emailFragment>commonvoice@mozilla.com</emailFragment>

source: If there is additional information you want to provide about this file that is not included in the template, please contact <emailFragment>commonvoice@mozilla.com</emailFragment>
wbl: Agar yem fayl-e bobates̃h ki bes̃h ma’lũmotev rẽdho’r zoq carit (carev), mehrboni carit k̃he haskem barqi noma-e (email-e) nis̃hun g̃hatit <emailFragment>commonvoice@mozilla.com</emailFragment>

source: If the sentence does not meet the above criteria, click the "No" button.
wbl: agar jũmlas̃h ki dẽ k̃hẽnet mẽyor ne g̃hat, "no"ẽ bat̃nẽ pakhch

source: If the sentence does not meet the above criteria, click the &quot;Reject&quot; button on the left. If you are unsure about the sentence, you may also skip it and move on to the next one.
wbl: Afar jũmlas̃h ki dem wochũ meyor ne g̃hat, radẽ mẽrwatẽ kẽlik car. agar tawri ki jumla barar yẽqin tu ya jũmla lecẽr k̃hẽ dayor jumla rec̃h

source: If the sentence is offensive or upsetting - for example because of explicit content, or another violation of our <communityGuidelines>community participation guidelines</communityGuidelines> - you should reject the sentence. You can also reach out to us at <emailFragment>commonvoice@mozilla.com</emailFragment> to escalate the issue.
wbl: Agar ki jumlayi jarihana you pẽrishon k̃hakẽn - yaniki, waza mẽwod you spo digar qismẽ <communityGuidelines> community shamuliyat rehnẽmo wẽsũl</communityGuidelines>- twori jũmla rad k̃hak dẽrkor. tus̃h dẽ sẽk <emailFragment>commonvoice@mozilla.com</emailFragment></emailFragment> g̃hetakẽ bas wez ki mẽsla vẽz̃ũw

source: If the sentence meets the criteria above, click the "Yes" button.
wbl: Agar jũmlas̃h ki dẽ k̃hẽnet miyoe g̃hat, "yan" mẽrwat/ tak/ bat̃an pakhch.

source: If the sentence meets the criteria, click the &quot;Approve&quot; button on the right.
wbl: Agar jũmlas̃h ki dẽ mẽyor g̃hat sẽk rostẽ gẽna mẽrwat kẽlik car &quot;&quot;

source: If you are unsure about the sentence, you may also skip it and move on to the next one.
wbl: tini ki sẽk jũmla barar yaqin tey, to andi tra yor jũmal shekhs

source: If you come across something that these guidelines don’t cover, please vote according to your best judgement. If you really can’t decide, use the skip button and go on to the next recording.
wbl: agar haz̃irgẽs̃h ki chizẽ win ki yasht wẽchel ne vitk, miriboni car k̃hẽ baf andoza car. agarẽt ki faysila bas ne wezdẽ shekhsnẽ mẽrwatẽ istimol k̃he ya yor record̃ingẽr rec̃h

source: If you could <strong>hear them</strong> and <strong>understand them</strong>, it’s usually <strong>best to approve</strong>.
wbl: Agar tues̃hki yave kus̃huy woz repuzuves̃h pirvit, yani ghafch bafki manzoor car.

source: If you don’t hear from us within a couple of days, reach out at <emailLink>{ $email }</emailLink> and we’ll get back to you!
wbl: Mũmkini ki sake ya kum guzorish ne gũtetk. Mehrboni carit k̃he saker yikto barqinomah stũyit skẽ <emailLink>{ $email }</emailLink> sak yan woz dẽ sav g̃haten.

source: If you don't see your language in either part of the platform, select both.
wbl: Agares̃h ki dẽ pontun k̃hu zikẽ ne win kifchẽ durz

source: If you or your organisation would like to contribute back to the project, you can make a <donateLink>donation</donateLink> or reach out to our partnerships team on <emailFragment>commonvoice@mozilla.com</emailFragment>.
wbl: Agar Sasht yoy save Idorahes̃hki de project chiz rẽdhowe zoq lecert, yanes̃h sasht yi atiya khake bas vezit yoy spo shirakatdor yorbarve mes̃han haske robita lecrit;

source: If you’re having trouble contributing, you can switch back to seeing all content for your language at any time.
wbl: Agar ki sashtes̃h rẽdho dẽstan dẽ zurig̃h pervit, kum ki ce wakht sashtes̃h pishewit k̃he ya k̃hũ zik-e dẽstan kkũ mawod’ves̃h wing kecerit.

source: If you’re looking for tools to build ASR models, you can connect to other people in the community <discourseLink>on Discourse</discourseLink>.
wbl: Agar sashtes̃hki 'ASR models' tayor k̃hake haten owzor sama carit, Sashtes̃h sẽk 'Discourse' dẽ digar khalgve mes̃han rabita lecerne bas vezit.

source: If you're looking to speak more about the dataset, want to co-invest in planned platform expansions or look for collaboration opportunities, <emailFragment>drop us a line.</emailFragment>
wbl: Agar ki sashtes̃h malũmotejay-e bora’r bes̃h chiz qisa k̃hak zoq carit, qiti sarmoya din zoq carit dẽ plan k̃hetk Mimbar Pũrũt Yundak (planned platform extensions) yoy ki agar hamkorig̃h k̃hak muqa’v e tayin k̃hakes̃h didig̃hit <emailFragment>dẽ sak g̃hatit </emailFragment>

source: If you run out of sentences to review, please help us collect more sentences!
wbl: Agar dẽdeg̃hikrẽs̃h ki jumla kam wost, miriboni car k̃hẽ c̃hak jumla g̃hurtnẽr k̃hakẽr sakẽr yori/ mẽdad woc

source: If you think the pronunciation makes it <strong>impossible to understand</strong>, or there’s a <strong>lot of background noise</strong>, or there are <strong>other people speaking too</strong>, then you should reject the clip. <accuracyLink>See more information in our accuracy criteria</accuracyLink>.
wbl: Agar tawres̃h sudhuyd ki tallafuze repuzuv kitaki nomumkin, yoy ter cẽbasi ghafch shur, yoy digar khalgishtes̃h be qẽsa caren, yandi tawer 'clip' radd k̃hak awaji. Bes̃h malumote haten spo 'accuracy criteria' he tayin carit.

source: Igbo
wbl: Nigeria Maghribi Afriqahe yi Qawmi Zik

source: I just created a personal goal for voice donation to #CommonVoice -- join me and help teach machines how real people speak { $link }
wbl: Maz̃hẽ #kommonVoysẽr zoti maqsad k̃hetk-mar medad wocit, mashinẽ joyũvẽn ki khalgẽs̃h cersokht k̃hand { $link }

source: I'm okay with you handling this info as you explain in Mozilla's <privacyLink>Privacy Policy</privacyLink>
wbl: Wuzem dẽ tow en khũsh ce sokhtes̃h ki tu yem malũmot wũchel car dẽ Mozila-e <privacyLink>roz-e polisi </privacyLink> dest.

source: Include appropriate citation
wbl: Fitri hawola’v-e kat̃it (shomil carit)

source: Includes email, username & demographic info, available right away
wbl: Demi shomil barqinomah, yarker wũzũmnkũzg, mũrdũmitafsil, demwakht dẽ dhast (dastyob) tey.

source: Includes mp3s and related sentences, may take some time to prepare
wbl: Demi shomil MP3yisht woz dem en piwand jũmlayisht. Yem mũmkin ki tiyor wocn-e dẽstan yem z̃aq wakht dũrzd.

source: Indonesian
wbl: Indonesia he Qawmi Zikres̃h Bahasa be K̃hanen

source: Information about the language
wbl: Zik-e bora’r malũmot

source: In Progress
wbl: C̃hites̃h (dẽ tukni)

source: Interested in getting involved with this project, or partnering with us?
wbl: Hadem project chirmen zoqes̃h carit a, yoy dẽ sak en ishtiroker wẽzayn dẽstan?

source: Interested in learning more and contributing to the project?
wbl: z̃aq woz yek̃hk wocẽn woz dẽpoject shomil k̃hakẽ ẽrmoni

source: Interface language:
wbl: Zik-e yand (bandar)

source: Interlingua
wbl: Latini bunyodher qoyin Zikve Majmua Zik

source: Interlingue
wbl: Edgar von Wahl e takhleeq k̃hetk yi Ittifaqi (Masnuee) Zik

source: [interrupted by background noise]
wbl: [t̃er cẽbasẽ shurẽ bẽrbod kert ]

source: Intersex
wbl: Trẽ mulung (Kifch jins-e mulung)

source: Iñupiaq
wbl: Iñupiaq

source: Invalid file
wbl: Nobarobar (noqabũl) fayl

source: Irish
wbl: A'yarland (Ireland) a Qaumi Zik

source: IsiNdebele (North)
wbl: IsiNdebele Zikes̃h de Shumali Zimbabwe k̃hanen

source: IsiNdebele (South)
wbl: IsiNdebele i Junubi Afriqahe yi Zik

source: <isoCodeLink>ISO Codes</isoCodeLink> if known
wbl: <isoCodeLink> ISO-e wis̃hik (kod̃)</isoCodeLink> agar ki dishetkũng (malũm) tey.

source: Is the clip valid?
wbl: Clip rost teya?

source: Italian
wbl: 'Italy' he qawmi Zik

source: It contains words or phrases that are hard to read or pronounce.
wbl: demi zirg lavzẽt jũmlayisht ki yavẽ k̃hẽnaki zur

source: It costs almost a million dollars a year to host the datasets and improve the platform for the 100+ language communities who rely on what we do?
wbl: D̃at̃aset̃ẽ mizbonig̃hrẽs̃h har sol million d̃ollarisht rec̃hẽn wozẽs̃h 100+ zikvẽ tẽr pẽrũt yundakẽr Jay/ plet̃form rand. yave dorumẽdor sek po yark

source: It costs almost a million dollars a year to host the datasets and improve the platform for the 100+ language communities who rely on what we do. <strong>If you value open, inclusive data - donate today!</strong>
wbl: Ya malũmotejay’v-e mizboni k̃hak et 100 en skẽ sar zik’v-e mũrdũm’v-e mimbar’v e behtar k̃hak haten, dẽ yi soles̃h, qaribi yi milliyan d̃ollar res̃ht. <strong>agar sasht ki qadr carit, het̃it, trẽ liman malũmotev wudhg rand</strong>

source: It costs a lot of money to continually host and release the datasets, improve the platform and run <africaMradiLink>community programmes</africaMradiLink>.
wbl: musalsal 'datasets' ve meezboni woz verkhuvn, platform e behtar k̃hak woz guruhi programve c̃huwuvne distan es̃h ghafch raqam kharj wost.

source: It is very important that all text sentences are <publicDomain>public domain</publicDomain> (cc0) as the Common Voice dataset is released under a cc0 license. Only ever upload a sentence if you are sure, and always include the relevant citation.
wbl: Yemi gha zẽrũri ki tẽmon nivishet jumlavev mẽrdũme makso <publicDomain></publicDomain> (cc) cergeve ki Kommon Voyse d̃at̃aset dẽ yi cc0 sanadẽ dest k̃het. agar tori ki yaqin tey yi jũmal uplowd̃ car, woz hamishat mutaliqa hawola rand.

source: It is written in a language different than what I’m reviewing.
wbl: chizẽs̃h ki wuz didig̃hẽm yemẽv haca zikẽn digar sokht nivishetk

source: It is written in a language different than what I’m speaking.
wbl: Yemẽv cẽ z̃hũ zikẽn digar sokht nivishetk

source: It’s important to include citations so we can check that sentences are in the public domain and no copyright restriction apply.
wbl: hẽwolajotvẽ shamil k̃haki zẽrũri ki tayin carẽn ki sẽk tẽnz̃etk hawolajot shomil k̃hakẽn beshkha mẽrdumẽr ijozat

source: It takes a lot to make Common Voice happen! We don't do it alone. Want to partner with us? We'd love to hear from you.
wbl: Umumi owog̃hev g̃hirũvn-e dẽstan, ghafch chizes̃h k̃hak wost. Sakes̃h wir yem e ne gok̃hen. Zoqes̃h carit a ki dẽ saken sharokatdori carit? Sav-e kũs̃hũyn en sakep ghafch ziyot khũsh wocen.

source: Izhorian
wbl: 'Izhoric' Ziki Ural e Iloqa Finland e yi Guruhi Zik

source: Japanese
wbl: Jopone Qawmi Zik

source: Javanese
wbl: Indonesia he yi lup Iloqoyi Zik

source: Join Discord Community
wbl: Dẽ D̃iscord̃ shomil woc

source: Join the Common Voice mailing list
wbl: Dẽ Umumi Owogh-e barqinomah-e fihrist cherm

source: Join us on Discord
wbl: Sẽ D̃iskard dẽ sakẽn shomil woc.

source: Just respond to the prompt as naturally as you can in a couple of sentences. Make sure your language is respectful and inoffensive.
wbl: Cumer be ki kecer, fitri lihozer dẽ chand jũmla’vev ya yizẽmuner (prompter)Rost ki jawob rand . bowarig̃h car ki sav-e jaobi dẽ obrumandig̃h (izatmandig̃h) woz biyurish (bihamlah)

source: Just Unsure?
wbl: sirf gheyr yẽqini

source: Kabardian (East Circassian)
wbl: De Russian Federation e dest Kabardian i yi nopaid wocne Zik

source: Kabyle
wbl: Kabyle hi De Algeria Berber Qawmiyate Zik

source: Kalenjin
wbl: Kalenjin i yi Afriqi Sahara he Zik

source: Kannada
wbl: Kannada Zikes̃h the Hindustone Karnataka Iloqa K̃hanen

source: Kaqchikel
wbl: De Markazi Guatemala yi Muqomi Zik

source: Karakalpak
wbl: Qaraqalpak i yi Turi Zike S̃holkh

source: Kazakh
wbl: Kazakhistone sarkori Zik, Yi Turki Zike S̃holkhi

source: { $kb }kb max
wbl: { $kb } KB ziot en zot

source: Keep
wbl: Lecer

source: Keep it up, record again <recordIcon></recordIcon>
wbl: Jori lecẽr, woz ricord̃ <recordIcon></recordIcon>

source: Keep the recordings
wbl: ricord̃ingvẽ lecẽr

source: Keep track of your progress and metrics across multiple languages.
wbl: dẽ digar zẽbinẽv k̃hũ k̃het yarkẽ tayinẽr pẽs pudh rec̃h

source: Keep track of your progress with a profile
wbl: K̃hũ tẽr pẽrũt rec̃hnẽn k̃hũ profaylẽ (profile-ẽ) bẽ tayin/ rẽdikig̃h car

source: Keep track of your progress with a profile and help our voice data be more accurate.
wbl: Dẽ k̃ẽ k̃hũ khoka en, k̃hũ pũrũt rec̃hn-e pudh dũrz woz dẽ owog̃hũ malũmot rostig̃h wũzũmner spo madad (kũmek) carit.

source: Kenyah
wbl: Kenyoyi

source: Khmer
wbl: Khmer Zikes̃h de Junub Mashriqi Asia, Cambodia, Vietnam, Thailand woz digar mulkev k̃hanen

source: Khowar
wbl: Khuwar

source: Kidaw'ida
wbl: Junub-Mashriqi Kenya he Taita khalgve Zik

source: Kikuyu
wbl: De Keya Gikuyu Qawmiyate Zikres̃h Kikuyu k̃hanen

source: Kom
wbl: Cameroone Shumol-Maghribi Subahe Zik

source: Komi-Zyrian
wbl: komi Zyrian i De Russ yi Iloqoyi Zik

source: Konkani (Devanagari)
wbl: Knokani Zikres̃h Devanagari be K̃hanen. Yem Ziki be de Hindutone Mulk

source: Korean
wbl: Korea he Sarkori Zik

source: Kurmanji Kurdish
wbl: Kurmanji i yi Kurdi Zik kumdes̃hki de Shumali Iraq; Turki; Shaam (Syria) woz Shumal-Mashriqi et Shumal Maghribi Iron K̃hanen

source: Kyrgyz
wbl: Kyrghyziston e Sarkori Zik. Yemi be Turky Zike S̃holkh

source: Language
wbl: zik

source: Language Fundamentals (e.g. Digits, Letters, Money)
wbl: Zik-e bũnyodhisht (ce sokht ki hindisayisht, harfisht woz pũl)

source: Language Request
wbl: zik e darkhost

source: Language request successfully submitted, thank you.
wbl: zik e darkhost komyob vitey, s̃hobos̃h

source: Languages
wbl: Zikisht/ zẽbonisht

source: Languages can have their own validation rules with additional requirements when they localize. If there is no specific validation file for a language, the English rules will show for contributors.
wbl: zikvẽni yavẽn k̃hun towsiqe qonũnisht ce woakhtẽs̃h yavẽ dajayẽn gon. agar yi zikri ki yi makhsus towsiqẽ fayil nast to Ẽngriziye qonũnvẽs̃h shomil k̃hakẽr istimolẽn

source: Language Text
wbl: Zikẽ matan

source: Lao
wbl: Lao i Laos e Sarkori Zik

source: Large bulk sentence submission
wbl: Lup jũmlah -e g̃hũrtn

source: Large scale corporates and platform companies
wbl: Lup paymona-e korporet̃isht woz mimbar kampaniyisht

source: Last Updated: { $lastUpdatedTimeStamp }
wbl: Okhir bor (s̃heg̃hd) k̃hetũng: { $lastUpdatedTimeStamp }

source: Latgalian
wbl: Latvia he Tareekhi Zik, Yem Zikes`h de Mashriqi Baltic Iloqa k`hanen

source: Latvian
wbl: Latvia he Sarkori Zik

source: Launched
wbl: Khamovd (pishkash kert)

source: Laz
wbl: Laz Zikes`h the Turkyet Georgia a Sarhadi K`hanen

source: Leaderboard Visibility
wbl: Oshkor vẽdekjay

source: Learn about partnerships with Common Voice
wbl: Dẽ Kommon Voysẽn qẽti wocnẽ k̃hẽ shẽrikat dori barar/bobatẽn dish

source: Learn how to check a transcription
wbl: Dish ce sokht owog̃hũ qisa nivishetk (t̃ranskripshan)didig̃hen?

source: Learn how to take part
wbl: Hissadori yek̃hk vocit

source: Learn how to transcribe
wbl: Dish ki ce sokht owog̃hu qisa’v-e nivishen(t̃ranskrayben)

source: Learn how to use this page
wbl: Dish ce sokht yem ruy e yarker wũzũmen?

source: Learn More
wbl: bes̃h dish/ ziyot dish

source: Leaving now means you’ll lose your changes
wbl: haniv lẽcernẽ maniyi yem ki tub k̃hũ badal k̃hetkvẽ nũs

source: Leaving now means you'll lose your progress
wbl: haniv lẽcẽrnẽ maniyi yem ki tub k̃hũ tẽrẽqiyẽ nũs

source: Length
wbl: Dẽrozig̃h

source: Let's Get Started
wbl: didg̃hit shẽru carẽn

source: Letters must be valid in the language being spoken. For example, “ж” is a letter in the Russian alphabet but is never used in English and so should never appear in any English source text.
wbl: kumd zikẽs̃h ki k̃han dayi harfisht drũst wocẽn awaji. yanikidẽ Rũsiyi hẽruf “ж” yi lavz kumdẽv ki dẽ Ẽngriz tag istmol ne k̃hetk, hazirgẽb dẽ Ẽngrizi nivishet tag ne yo winen

source: LibriSpeech is a corpus of approximately 1000 hours of 16Khz read English speech derived from read audiobooks from the LibriVox project.
wbl: LibriSpeechi ẽndozan1000 soatẽ 16Khz English k̃hẽnake kumdev ki ce 'read audiobookẽn cẽ LibriVox project.

source: License
wbl: laysenz

source: License: <licenseLink>CC-0</licenseLink>
wbl: laysenz<licenseLink>CC-0</licenseLink>

source: License: <licenseLink>{ $license }</licenseLink>
wbl: Laysenz:<licenseLink>{ $license }</licenseLink>

source: Ligurian
wbl: Ligurian i de Italy yi Muqomi Zik

source: Lingala
wbl: Lingala i Congo et Markazi Afriqahe yi 'Bantu' Zik

source: Link Copied
wbl: Piwandi (link) naql vite

source: Links to websites that can help us understand the language
wbl: Hũfetkjay’v-e (websites-e) rabt, ki yashtsak e ya zik dishner sak madad (kũmek) cart.

source: Listen
wbl: Kũs̃hũy

source: Listening
wbl: Kẽs̃hũyn

source: Listen options menu
wbl: Ikhtiyori menuẽ kẽs̃hũy

source: Listen-Queue
wbl: kus̃huy-qutor

source: Lithuanian
wbl: Lithuania he Sarkori Zik

source: Loading…
wbl: Dẽ yarki (vũres̃h cart)…

source: Loading sentences…
wbl: jũmlavẽs̃h katẽn

source: Localized
wbl: Desiyat

source: Log In
wbl: Chermit

source: Login Identity
wbl: Cheremn-e shinokht

source: <loginLink>Login</loginLink> or <loginLink>sign up</loginLink> to add multiple sentences
wbl: <loginLink>Chermit </loginLink>yoy k̃hũ<loginLink>razogig̃h randit</loginLink>) k̃he yũw en bes̃h jũlav e shomil carit.

source: Log in or sign up to get started
wbl: shẽru k̃hakẽr log in yoy saynap (sign up) car

source: Log In / Sign Up
wbl: Chermit/dhastkhat gok̃hit

source: Log In / Sign Up with { $company } email
wbl: emaile dẽ { $company }Log in/ saynap(sign up).

source: Log Out
wbl: Niwzit

source: Lojban
wbl: Lojban i yi mantiqi Oson Graimar e Zik. Yem masnuee Zike Khaliq Andrew Kelley tu.
